Repository: farafonoff/Balda
Catalog: Balda/AppResources.*.resx
Languages: ru_ru

# Alphabet
source: abcdefghijklmnopqrstuvwxyz
ru_ru: абвгдежзийклмнопрстуфхцчшщъыьэюя

# AppName
source: Balda
ru_ru: Балда

# cfDemoText
source: Current game will be lost. Continue?
ru_ru: Текущая игра будет потеряна. Действительно запустить демонстрацию?

# cfDemoTitle
source: Demonstration
ru_ru: Демонстрация

# cfRestartText
source: Really want restart game?
ru_ru: Действительно хотите начать игру заново?

# cfRestartTitle
source: Replay
ru_ru: Сброс игры

# fcfNearText
source: Put new letter near existing, and select word containing it
ru_ru: Чтобы составить слово, вам нужно поставить букву рядом с другими, и выделить слово используя эту букву

# fcfNearTitle
source: Put letters near others
ru_ru: Ставьте букву рядом с другими

# fgAgain
source: Play again
ru_ru: Играть снова

# fgcfAddText
source: Save it to dictionary?
ru_ru: Добавить слово в словарь?

# fgcfAddTitle
source: Word not in dictionary
ru_ru: Слово в словаре не найдено

# fgcfUsedText
source: You can't use words more than once
ru_ru: В этой игре слово уже использовано

# fgcfUsedTitle
source: Word already used in the game
ru_ru: Слово уже было

# fgMiss
source: Miss a turn
ru_ru: Пропустить ход

# fgPlayer
source: Player:
ru_ru: Игрок:

# fgScore
source: Score:
ru_ru: Счет:

# fgWinner
source: Winner
ru_ru: Победитель

# fgWScore
source: Score
ru_ru: Счет

# gm1
source: Single player
ru_ru: Один игрок

# gm2
source: Two players (hotseat)
ru_ru: Два игрока (по очереди)

# hdEasy
source: Easy
ru_ru: Простой

# hdFull
source: Nightmare
ru_ru: Ужасный

# hdHard
source: Hard
ru_ru: Сложный

# hdMedium
source: Medium
ru_ru: Средний

# mGame
source: Game
ru_ru: Игра

# mmAbout
source: About
ru_ru: о программе

# mmDemo
source: Demonstration
ru_ru: демонстрация

# mmRestart
source: Restart
ru_ru: заново

# mmScoreboard
source: Scoreboard
ru_ru: рекорды

# mmSettings
source: Settings
ru_ru: параметры

# mWords
source: Words
ru_ru: Слова

# pgSettings
source: Settings
ru_ru: Параметры

# stHardness
source: Difficulty
ru_ru: Уровень телефона

# stLang
source: Game language
ru_ru: Язык

# stMode
source: Game mode
ru_ru: Режим игры

# stUn1
source: Your name
ru_ru: Имя игрока

# stUn2
source: Second player name
ru_ru: Имя второго игрока

# wbNearText
source: Select side neighbour cells to make word, than tap selected letter again to confirm word
ru_ru: Выделяйте соседние по стороне клетки так, чтобы получилось слово, затем нажмите еще раз на последнюю выбранную букву

# wbNearTitle
source: Letters must be neighbours by side
ru_ru: Буквы слова должны располагаться рядом

# wbUnusedNewText
source: You must use added letter in your word
ru_ru: Вы обязательно должны использовать вновь поставленную букву в своем слове

# wbUnusedNewTitle
source: New letter isn't used!
ru_ru: Новая буква не использована

# fgDraw
source: Tie game
ru_ru: Ничья!

# tPhone
source: phone
ru_ru: телефон

# hp0
source: The game starts with a 5x5 square table with a 5 letter word written in the middle row.
ru_ru: Во время своего хода игрок должен подставить на игровое поле букву так, чтобы она располагалась в клетке, смежной уже заполненным клеткам по горизонтали или по вертикали. Иными словами, слева, справа, сверху или снизу относительно уже заполненных клеток.

# hp1
source: Each turn one of the players adds one letter and determines a sequence of letters from the table (including the new one) without repetitions which represent a word.
ru_ru: В каждой клетке по 1 букве, игроки ходят по очереди.

# hp2
source: The new word must be a noun and must not be a form of any of ones appeared earlier.
ru_ru: Слово должно составляться переходом по смежным клеткам, расположенным под прямыми углами относительно друг друга

# hp3
source: The player increases its score for the number of letters in the word.
ru_ru: В слове должна быть использована поставленная на поле буква.

# mmHelp
source: Game rules
ru_ru: Правила игры

# purchase
source: Purchase and remove banner
ru_ru: Купить и убрать баннер

# plFriend
source: Friend
ru_ru: Друг

# plYou
source: You
ru_ru: Вы

# dCurrent
source: This game
ru_ru: Эта игра

# dDel
source: Delete checked
ru_ru: Убрать выбранные

source: Dictionary
ru_ru: Словарь

# dUserDict
source: Custom
ru_ru: Добавленные

# stSize
source: Field size
ru_ru: Размер поля

# dSend
source: Send dictionary to developer
ru_ru: Отправить разработчику

# mmScore
source: My scoreboard
ru_ru: Мои рекорды

# sbLongestWord
source: Longest word
ru_ru: Лучшее слово

# sbScore
source: Score
ru_ru: Итоговый счет
